Repository: WPPlugins/default-blog-options
Catalog: lang/default-blog-options-*.po
Languages: de_de

source: Blog options
de_de: Blog Optionen

source: Select the options, you like to be copied from this blog options table into a create blog option table. The options will be updated the first time the user visit the Dashboard.
de_de: Wählen Sie die Optionen aus, welche vom default blog in die neuen Blogs übernommen werden sollen. Die Optionen werden aktiviert, sobald der Benutzer das erste Mal das Dashboard besucht hat.

source: Update
de_de: Speichern

source: Select the links, you like to be copied from this blog into a new blog. The links will be updated the first time the user visit the Dashboard.
de_de: Wählen Sie die Links aus, welche vom default blog in die neuen Blogs übernommen werden sollen. Die Optionen werden aktiviert, sobald der Benutzer das erste Mal das Dashboard besucht hat.

source: Delete existing links
de_de: Lösche bereits existierende Links

source: Blog pages
de_de: Blog Seiten

source: Select the pages, you like to be copied from this blog into a new blog. The links will be updated the first time the user visit the Dashboard.
de_de: Wählen Sie die Seiten aus, welche vom default blog in die neuen Blogs übernommen werden sollen. Die Optionen werden aktiviert, sobald der Benutzer das erste Mal das Dashboard besucht hat.

source: Delete existing pages
de_de: Lösche bereits existierende Seiten

source: Blog posts
de_de: Blog Artikel

source: Select the posts, you like to be copied from this blog into a new blog. The links will be updated the first time the user visit the Dashboard.
de_de: Wählen Sie die Artikel aus, welche vom default blog in die neuen Blogs übernommen werden sollen. Die Optionen werden aktiviert, sobald der Benutzer das erste Mal das Dashboard besucht hat.

source: Delete existing posts
de_de: Lösche bereits existierende Artikel

source: Default Blog ID Saved!
de_de: Default Blog ID wurde gespeichert!

source: Settings updatet!
de_de: Einstellungen gespeichert!

source: Blog categories
de_de: Blog Kategorien

source: Select the categories, you like to be copied from this blog into a new blog. The categories will be updated the first time the user visit the Dashboard.
de_de: Wählen Sie die Kategorien aus, welche vom default blog in die neuen Blogs übernommen werden sollen. Die Kategorien werden aktiviert, sobald der Benutzer das erste Mal das Dashboard besucht hat.

source: Delete existing categories
de_de: Lösche bereits existierende Kategorien

source: Default Blog
de_de: Blogvorlage

source: Select a default blog
de_de: Wählen Sie einen Blog als Vorlage für neu anzulegende Blogs

source: Save default blog ID
de_de: Blogvorlage speichern

source: Blog tags
de_de: Blog Schlagwörter

source: Select the tags, you like to be copied from this blog into a new blog. The categories will be updated the first time the user visit the Dashboard.
de_de: Wählen Sie die Schlagwärter aus, welche vom default blog in die neuen Blogs übernommen werden sollen. Die Kategorien werden aktiviert, sobald der Benutzer das erste Mal das Dashboard besucht hat.

source: Delete existing tags
de_de: Lösche bereits existierende Schlagwörter

source: Blog settings
de_de: Blog Einstellungen

source: Select the settings, you like to be copied from this blog to a new blog. The settings will be updated the first time the user visit the Dashboard.
de_de: Wählen Sie die Einstellungen aus, welche vom default blog in die neuen Blogs übernommen werden sollen. Die Optionen werden aktiviert, sobald der Benutzer das erste Mal das Dashboard besucht hat.

source: Welcome page
de_de: Startseite

source: Activate Plugins
de_de: Aktiviere Plugins

source: Default Blog settings
de_de: Default Blog Einstellungen

source: Posts
de_de: Artikel

source: Categories
de_de: Kategorien

source: Tags
de_de: Schlagwörter

source: Pages
de_de: Seiten

source: Settings
de_de: Einstellungen

source: Options table (Expert modus)
de_de: Options Tabelle (Expertenmodus)
